Repository: anti-monium/pythonprac
Catalog: 20230410/1/moodserver/serv_loc/*/LC_MESSAGES/serv_loc.po
Languages: ru

source: Moved to ({}, {})
ru: Переход на ({}, {})

source: Added monster {} to ({}, {}) saying {}
ru: Добавлен монстр {} на ({}, {}) говорящий {}

source: Replaced the old monster
ru: Замена прошлого монстра

source: {} added {} with {} hp
ru: {} добавил {} с {} оз

source: No monster here
ru: Здесь нет монстра

source: No {} here
ru: Здесь нет {}

source: Attacked {}, damage {}
ru: Атакован {}, урон - {}

source: {} attacked {} with {}, damage - {}
ru: {} атаковал {} с помощью {}, урон - {}

source: {} died
ru: {} умер

source: {} now has {} health point
ru: У {} теперь {} очков здоровья

source: down
ru: вниз

source: up
ru: вверх

source: right
ru: вправо

source: left
ru: влево

source: {} moved one cell {}
ru: {} переместился на клетку {}

source: Nickname already in use
ru: Псевдоним уже используется

source: Successful login
ru: Успешная регистрация

source: {} in Dungeon!
ru: {} в подземелье!

source: Set up locale: {}
ru: Установлен язык: {}

source: {} came out of the Dungeon :(
ru: {} ушёл из подземелья :(

source: <<< error >>>
ru: <<< ошибка >>>
